Repository: yuriimka/abiotic-factor-ukrainian
Catalog: omegat/project_save.tmx
Source language: en
Languages: uk_ua

source: Employee of the Month
uk_ua: Працівник Місяця

source: Employee of the Month Photo Frame
uk_ua: Фоторамка Працівника Місяця

source: Employee of the Week
uk_ua: Працівник Тижня

source: Empty
uk_ua: Пусто

source: Empty Anteverse Leaf
uk_ua: Порожній Листок Антивсесвіту

source: Empty Barrel
uk_ua: Порожня Бочка

source: Empty Cauldron
uk_ua: Порожній Казан

source: Empty Mug
uk_ua: Порожній Кухоль

source: Empty Sink
uk_ua: Порожня Раковина

source: Empty Water Cooler
uk_ua: Порожній Кулер

source: Empty Water Filter
uk_ua: Порожній Фільтр для Води

source: Empty slots can be interacted with in order to hide a piece of gear as well.
uk_ua: З порожніми комірками також можна взаємодіяти, щоби приховати спорядження.

source: Encumbered
uk_ua: Обтяження

source: Enemies killed by your Sharp melee attacks will outright die when they otherwise might have gone DBNO.
uk_ua: Вороги, що вбиті Різальними атаками, одразу помруть, хоча раніше би ще лежали, чекаючи своєї долі.

source: Enemies take high damage when hitting you with melee attacks.
uk_ua: Вороги отримують велику шкоду, коли завдають вам ударів ближнього бою.

source: Enemies take some damage when hitting you with melee attacks.
uk_ua: Вороги отримують трохи шкоду, коли завдають вам ударів ближнього бою.

source: Enemies who contact you with melee attacks will have a chance to have some of their damage reflected back at them.
uk_ua: Вороги, що завдають вам ударів у ближньому бою, мають шанс отримати частину своєї шкоди у відповідь..

source: Enemies with resistance to Blunt... don't.
uk_ua: Вороги, що є стійкими до дробильної шкоди... були стійкими.

source: Enemy attacks just sometimes... miss?
uk_ua: Ворог може іноді... промахнутися?

source: Energy Brick
uk_ua: Енергоблок

source: Energy Pistol
uk_ua: Енерго Пістолет

source: Energy Research team ...
uk_ua: Команда енергетичних досліджень ...

source: Energy just dissipates faster.
uk_ua: Енергія просто швидше розсіюється.

source: Enethiol
uk_ua: Енетіол

source: Engineering and Fabrication
uk_ua: Інженерія та Виготовлення

source: Enhancement Bench
uk_ua: Верстак для Покращення

source: Entangled Ecosystem
uk_ua: Заплутана Екосистема

source: Enter Code
uk_ua: Введіть Код

source: Enter World Name...
uk_ua: Введіть Назву Світу...

source: Enter lobby code from host...
uk_ua: Введіть код лобі хоста...

source: Enter name...
uk_ua: Введіть назву...

source: Enter password to join
uk_ua: Введіть пароль для приєднання

source: Enter password...
uk_ua: Введіть пароль...

source: Enter server name...
uk_ua: Введіть ім'я сервера...

source: Enter the Facility
uk_ua: Увійти в Комплекс

source: Enter the Hydroplant
uk_ua: Увійдіть до Гідростанції

source: Enter the Portal to recover Power Cells
uk_ua: Увійдіть у портал, щоб відновити Енергоядра

source: Enter the Praetorium
uk_ua: Увійдіть до Праеторію

source: Enter the Rift
uk_ua: Увійдіть у Розлом

source: Enter the Shack
uk_ua: Увійдіть до Хатини

source: Enter this portal?
uk_ua: Увійти в цей портал?

source: Epimedical Bionomicist
uk_ua: Епімедичний біономіст

source: Equip
uk_ua: Спорядити

source: Equip gear into these slots in order to change your armor's appearance.
uk_ua: Спорядіть речі в ці комірки, щоби змінити вигляд броні.

source: Equipment Failure
uk_ua: Відмова Спорядження

source: Er, holiday science.
uk_ua: Ем, наука теж святкує.

source: Escape the Security Sector
uk_ua: Виберіться із Захисного Сектора

source: Essential business accessory.
uk_ua: Незамінний аксесуар для бізнесу.

source: Evacuate Sector via Manufacturing
uk_ua: Евакуація сектору через Виробництво

source: Even with the higher entropic quotient, there's excess energy coming through the Gateways.
uk_ua: Навіть за вищого ентропійного коефіцієнта, надлишок енергії проходить крізь Брами.

source: Every 5 levels increases your total competence in cooking and ranking up gives you access to new recipes.
uk_ua: Кожні 5 рівнів збільшують вашу впевненість у кулінарії, а також дає доступ до нових рецептів.

source: Evil fears you, occasionally.
uk_ua: Зло боїться вас, деколи.

source: Eviscerator
uk_ua: Розтинач

source: Exactly.
uk_ua: Саме так.

source: Exchange Empty Slots
uk_ua: Обміняти Порожні Комірки

source: Executive Chair
uk_ua: Крісло керівника

source: Executive Desk
uk_ua: Стіл керівника

source: Exhausted
uk_ua: Виснажений

source: Exit Doorway
uk_ua: Вихід

source: Exo-biologist
uk_ua: Екзобіолог

source: Exor Agility
uk_ua: Спритність Екзора

source: Exor Cha
uk_ua: Екзор Ча

source: Exor Figurine
uk_ua: Фігурка Екзора

source: Exor Flail
uk_ua: Булава Екзора

source: Exor Spear
uk_ua: Спис Екзора

source: Expel the Entity
uk_ua: Виженіть Сутність

source: Experiment with cooking to learn new soup recipes.
uk_ua: Випробовуйте ваші навички кулінарії, щоб вивчити нові рецепти.

source: Experimental Physicist
uk_ua: Фізик-експериментатор

source: Experimental Subject
uk_ua: Експериментальна Сутність

source: Experimental Threads
uk_ua: Експериментальне Вбрання

source: Expert
uk_ua: Експерт

source: Expert Gibbing
uk_ua: Майстер Розчленування

source: Expert on Anteverse 2, responsible more than any other researcher for GATE's growing understanding of that strange and exceptional realm._x000D_ _x000D_ Dr. Pendleton believes, but cannot yet conclusively prove, that there are secrets in Anteverse 2 - a force or even a consciousness that her team were on the brink of understanding ...
uk_ua: Експертка з Антивсесвіту-2; дослідниця, яка більше за будь-кого іншого доклалася до того, щоб БРАМА почала розуміти цей дивний та винятковий вимір._x000D_ _x000D_Докторка Пендлтон вірить, хоча поки не може остаточно це довести, що Антивсесвіт-2 приховує таємниці - силу або навіть свідомість, яку майже змогла осягнути її команда...

source: Explore Cloud Reactor
uk_ua: Дослідіть Хмарний Реактор

source: Explore Labs Sector, find a way out of here.
uk_ua: Дослідіть Лабораторний Сектор, знайдіть вихід звідси.

source: Explore Shadowgate
uk_ua: Дослідіть Тіньові Ворота

source: Explore the Island
uk_ua: Дослідіть Острів

source: Explore the Reactors
uk_ua: Дослідіть Реактори

source: Explore the Rift Destination
uk_ua: Дослідіть Кінець Розлому

source: Exploring the Facility is probably the best way to find more information about this topic.
uk_ua: Дослідження Комплексу, мабуть, найкращий спосіб дізнатися більше на цю тему.

source: Exquisite Chain
uk_ua: Вишуканий Ланцюг

source: Extra Respawn - Set to {0}
uk_ua: Додаткове Відродження - встановлено на {0}

source: Extremely Modified Ruleset
uk_ua: Надзвичайно Модифіковані Правила

source: Extremely dangerous when powered on.
uk_ua: Надзвичайно небезпечний увімкненим.

source: Extremely poisonous.
uk_ua: Надзвичайно Отруйне.

source: Eye For Detail
uk_ua: Уважність до деталей

source: Eyes in all directions.
uk_ua: Очі з усіх сторін.

source: F-Food.
uk_ua: Ї-іжа

source: F.O.R.G.E.
uk_ua: К.У.З.Н.Я.

source: FAILED TO JOIN
uk_ua: ПОМИЛКА ПРИЄДНАННЯ

source: FAILED TO RESTORE SAVE
uk_ua: НЕ ВДАЛОСЯ ВІДНОВИТИ ЗБЕРЕЖЕННЯ

source: FEAR OF VIOLENCE_x000D_ You're too afraid to learn this skill.
uk_ua: СТРАХ НАСИЛЬСТВА_x000D_Ти боягуз і не можеш вивчити це вміння.

source: FEATURE NOT AVAILABLE YET
uk_ua: ФУНКЦІЯ ПОКИ ЩО НЕДОСТУПНА

source: FILTER
uk_ua: ФІЛЬТР

source: FINAL DECISION
uk_ua: ОСТАТОЧНЕ РІШЕННЯ

source: FIND FRAKE
uk_ua: ЗНАЙДІТЬ ФРЕЙК

source: FINISH
uk_ua: ЗАВЕРШИТИ

source: FISH
uk_ua: РИБА

source: FISH DATABASE
uk_ua: ДАНІ ПРО РИБ

source: FISH DISCOVERED
uk_ua: ЗНАЙДЕНО РИБУ

source: FOCUS: {1}%
uk_ua: КОНЦЕНТРАЦІЯ: {1}%

source: FOLLOW THE PIPES
uk_ua: СЛІДУЙТЕ ЗА ТРУБАМИ

source: FOUR FLAMES
uk_ua: ЧОТИРИ ПОЛУМ'Я

source: FPS: {0}
uk_ua: Кадри/с: {0}

source: FROM THE ASHES
uk_ua: ІЗ ПОПЕЛУ

source: Fabric / Tie
uk_ua: Матеріал / Краватка

source: Fabrication expert, engineering genius and all-round mechanical mastermind, the Blacksmith is rumored to be able to perform parametric modeling in his head.
uk_ua: Експерт із виробництва, інженерний геній та неперевершений майстер механіки - подейкують, що Коваль здатен виконувати параметричне моделювання прямо в думці.

source: Facility
uk_ua: Комплекс

source: Facility Trash Bin
uk_ua: Сміттєвий Бак Комплексу

source: Facility's lookin' pretty rough - and you're hangin' around like a bad smell.
uk_ua: Комплекс виглядає паршиво - ще й ти муляєш очі своєю статурою.

source: Failed to join Friend._x000D_ Unable to connect to the server browser service.
uk_ua: Не вдалося приєднатися до друга._x000D_Не вдалося підключитися до служби списку сервера.

source: Failed to load World Save.
uk_ua: Не вдалося завантажити збереження світу.

source: Failed to restore save._x000D_ Error: {Error}
uk_ua: Не вдалося відновити збереження._x000D_Помилка: {Error}

source: Family Recipe
uk_ua: Сімейний Рецепт

source: Fancy Armchair
uk_ua: Вишукане Крісло

source: Fancy Cabinet
uk_ua: Вишукана Шафка

source: Fancy Coffee Table
uk_ua: Вишуканий Журнальний Столик

source: Fancy Desk
uk_ua: Вишуканий Стіл

source: Fancy Executive Chair
uk_ua: Вишукане Крісло Керівника

source: Fancy Mega Couch
uk_ua: Вишуканий Великий Диван

source: Fancy Pillowy Chair
uk_ua: Вишукане М'яке Крісло

source: Fanny Pack
uk_ua: Сумка Бананка

source: Fanny Pack Slot
uk_ua: Комірка для поясної сумки

source: Far Garden
uk_ua: Далекий Сад

source: Farmer
uk_ua: Фермер

source: Farming
uk_ua: Фермерство

source: Fast Food
uk_ua: Фастфуд

source: Fatigue Fill: {0}
uk_ua: Шкала втоми: {0}

source: Favorite
uk_ua: В Улюблені

source: Favorites
uk_ua: Улюблені

source: Fear
uk_ua: Переляк

source: Fear of Violence
uk_ua: Страх Насильства

source: Feeble
uk_ua: Слабак

source: Fertilizer Tier 1
uk_ua: Добриво Рівень 1

source: Fertilizer Tier 2
uk_ua: Добриво Рівень 2

source: Fertilizer Tier 3
uk_ua: Добриво Рівень 3

source: Fertilizer Tier 4
uk_ua: Добриво Рівень 4

source: Fibre Optic Cable
uk_ua: Оптоволоконний Кабель

source: Field Researcher
uk_ua: Польовий Дослідник

source: Field of View
uk_ua: Поле зору

source: Filing Cabinet (Huge)
uk_ua: Шафа для Документів (Величезна)

source: Filing Cabinet (Large)
uk_ua: Шафа для Документів (Велика)

source: Filing Cabinet (Medium)
uk_ua: Шафа для Документів (Середня)

source: Filing Cabinet (Small)
uk_ua: Шафа для Документів (Мала)

source: Final answers, ends, effects and resolutions remain the pale dreams of hopeless men for whom the world will never reveal its few, faint truths.
uk_ua: Остаточні відповіді, кінці, наслідки та розв'язки лишаються блідими мріями безнадійних людей, для яких світ ніколи не розкриє своїх нечисленних, тьмяних істин.

source: Find Frake
uk_ua: Знайдіть Фрейк

source: Find a Way into the Ice Wall
uk_ua: Знайдіть спосіб пройти крізь Крижану стіну

source: Find a way through Labs Sector
uk_ua: Знайдіть спосіб пройти крізь Лабораторний Сектор

source: Find a way to the Control Center
uk_ua: Знайдіть шлях до Центру Управління

source: Find a way to the Mycofields of Anteverse 2 and retrieve a substance to help open the Vacuum Chamber.
uk_ua: Знайдіть шлях до Грибкополя Антивсесвіту 2 та добудьте речовину, яка допоможе відкрити Вакуумну Камеру.

source: Find someone who knows about Power Cells
uk_ua: Знайдіть когось, хто знає про Енергоядра

source: Find the Blacksmith
uk_ua: Знайдіть Коваля

source: Find the Mycofields
uk_ua: Знайдіть Грибкополе

source: Find the Surface Tunnel
uk_ua: Знайдіть Поверхневий Тунель

source: Find the Survivors
uk_ua: Знайдіть тих, хто вижив

source: Find the materials the Blacksmith needs, then fix the three Electron Pumps; yellow, green, red.
uk_ua: Знайдіть матеріали, необхідні Ковалю та полагодьте три Електронні Насоси: жовтий, зелений, червоний.

source: Fire
uk_ua: Вогняних

source: Fire Extinguisher
uk_ua: Вогнегасник

source: Fire Proximity Suit
uk_ua: Вогнезахисний Костюм

source: First Aid
uk_ua: Перша Допомога

source: First Aid Certification
uk_ua: Сертифікат Першої Допомоги

source: First, I'll need to suppress the icey storm.
uk_ua: Спочатку мені потрібно стримати крижану бурю.

source: Fish Bones
uk_ua: Риб'ячі Кістки

source: Fish Oil
uk_ua: Риб'яча Олія

source: Fish Prepping
uk_ua: Обробка Риби

source: Fish Sense
uk_ua: Риб'яче Чуття

source: Fishing Rod
uk_ua: Вудка

source: Fist Up
uk_ua: Кулак Угору

source: Fitness
uk_ua: Фізична Форма

source: Fix the Green Pump
uk_ua: Полагодьте Зелений Насос

source: Fix the Red Pump
uk_ua: Полагодьте Червоний Насос

source: Fix the Yellow Pump
uk_ua: Полагодьте Жовтий Насос

source: Fix the three Electron Pumps
uk_ua: Полагодьте три Електронні Насоси

source: Fixing the power system can't be all that difficult, it's not quantum physics.
uk_ua: Полагодити систему живлення не повинно бути аж так складно, це ж не квантова фізика.

source: Fizz Bang
uk_ua: Шипучий Бум

source: Flashlight
uk_ua: Ліхтарик

source: Flathill
uk_ua: Рівногір'я

source: Focusing on off-site data protection and advanced privacy delivery, Celine Ahmed occupies a trusted position in the upper echelons of the GATE Defense Team._x000D_ _x000D_ She's near blind without her glasses, though.
uk_ua: Зосереджуючись на захисті даних поза межами об’єкта та передовому забезпеченні конфіденційності, Селін Ахмед посідає довірену посаду у вищих ешелонах Групи Захисту БРАМА._x000D_ _x000D_Проте без окулярів вона майже сліпа.

source: Fog Phenomenon
uk_ua: Явище Туману

source: Fog Swirls
uk_ua: Туманні Вихори

source: Folks, it's Exor.
uk_ua: Колеги, це Екзор.

source: Follow us on Instagram!
uk_ua: Слідкуйте за нами в Інстаграмі!

source: Follow us on TikTok!
uk_ua: Слідкуйте за нами у TikTok!

source: Follow us on Twitter
uk_ua: Слідкуйте за нами у Твіттері

source: Food & Cooking
uk_ua: Їжа та Кулінарія

source: Food Prepping
uk_ua: Підготовка Їжі

source: For Riggs, the answer is simple, even if few understand it: There is a critical difference between shock and surprise.
uk_ua: Для Ріґс відповідь проста, хоча мало хто її розуміє: Існує критична різниця між шоком і несподіванкою.

source: For now.
uk_ua: Поки що.

source: For someone with two PhDs, you're surprisingly robust.
uk_ua: Як для людини, яка отримала звання доктора наук (двічі), ти напрочуд стійкий.

source: For what do you seek?
uk_ua: І чого ж ти шукаєш?

source: Forbidden Diet
uk_ua: Заборонена Дієта

source: Force Field
uk_ua: Силове поле

source: Force Respawn?
uk_ua: Примусово Переродитися?

source: Force World Save
uk_ua: Примусово Зберегти Світ

source: Fortitude
uk_ua: Стійкість

source: Fountains
uk_ua: Фонтани

source: Fractured visions shoot across your mind, of etched stone encasing writhing meat, or... it's simply a metaphor for bark, encasing a tree.
uk_ua: У думках проносяться уривчасті видіння: викарбуваний камінь, що вкриває плоть, яка звивається, або ж... це просто метафора кори, що огортає дерево.

source: Frag Grenade
uk_ua: Осколкова Граната

source: Fragments
uk_ua: Фрагменти

source: Frake
uk_ua: Фрейк

source: Frake wanted some provisions, but I'll be damned if I know where to find them.
uk_ua: Фрейк хотіла якихось припасів, але хоч убий, не знаю, де їх шукати.

source: Frake wants to blow a hole in the floor?
uk_ua: Фрейк хоче підірвати діру в підлозі?

source: Frake wants to overload the synchroton?
uk_ua: Фрейк хоче перевантажити синхротон?

source: Freezer
uk_ua: Морозильна Камера

source: Freezer Slot
uk_ua: Комірка Охолодження

source: Freshwater Friends
uk_ua: Прісноводні Друзі

source: Friend ..
uk_ua: Друже ..

source: Frying Pan
uk_ua: Сковорода

source: Frying Pan (Makeshift)
uk_ua: Сковорода (Саморобна)

source: Fuel this machine!
uk_ua: Заправляти цю машину!

source: Full Body Suit
uk_ua: Суцільний Костюм

source: Full decontamination required on all equipment exposed to IS-0171-A.
uk_ua: Усе обладнання, що піддалося впливу ІС-0171-А, підлягає обов'язковому повному знезараженню.

source: Full settings menu is available once you enter the world.
uk_ua: Повне меню налаштувань доступне після входу у світ.

source: Fumbler
uk_ua: Криворукий

source: Functionally, it's perfect.
uk_ua: Функціонально, він ідеальний.

source: Furnace.
uk_ua: Піч.

source: Furniture & Benches
uk_ua: Меблі та Верстаки

source: Furniture Store
uk_ua: Меблевий Магазин

source: G.A.D.D.
uk_ua: А.О.Д.Б.

source: G.A.I.A.
uk_ua: А.А.І.Б.

source: G.A.S.S.
uk_ua: А.О.С.Б.

source: GAME IS PAUSED
uk_ua: ГРУ ПРИЗУПИНЕНО

source: GAMEPLAY
uk_ua: ІГРОВИЙ ПРОЦЕС

source: GATE Arch Defense Facility (N.S.Z.)
uk_ua: Охоронний Комплекс Арки БРАМА (Н.С.З.)

source: GATE Cascade Research Facility
uk_ua: Дослідницький Комплекс "Каскад" БРАМА

source: GATE Cascade Restricted Zone
uk_ua: Обмежена Зона "Каскад" БРАМА

source: GATE Charging Station
uk_ua: Зарядна станція БРАМА

source: GATE Compendium
uk_ua: Кодекс БРАМА

source: GATE Dance
uk_ua: Танець БРАМА

source: GATE Defense Team Bobblehead
uk_ua: Головотряс Команди Захисту БРАМА

source: GATE Immurement Registration: IS-0142
uk_ua: Протокол Ізоляції БРАМА: ІС-0142

source: GATE Immurement Registration: IS-0333
uk_ua: Протокол Ізоляції БРАМА: ІС-0333

source: GATE NVGs
uk_ua: ПНБ БРАМА

source: GATE Rise Bio-Laboratory
uk_ua: Біолабораторія БРАМА Вершина

source: GATE Scientist Bobblehead
uk_ua: Головотряс Науковця БРАМА

source: GATE Security Crate
uk_ua: Ящик Охоронців БРАМА

source: GATE TR Operator and Field Researcher.
uk_ua: Оператор БРАМА ТР та Польовий Дослідник.

source: GATE Voussoir Facility
uk_ua: Комплекс БРАМА Вусуар

source: GATE hired me as a chrono-physicist.
uk_ua: БРАМА найняли мене хронофізиком.

source: GATE scientists never quite see eye to eye on whether the Greyeb tastes sweet or savory.
uk_ua: Вчені БРАМА ніколи не дійшли згоди щодо того, чи має Очноріст солодкий чи пікантний смак.

source: GATE's Risk Assessment Committee isn't renowned for being restrictive, but it would have asked some serious questions about this weapon.
uk_ua: Комітет з оцінки ризиків БРАМА не займається обмеженням діяльності, але він би поставив кілька серйозних питань щодо цієї зброї.

source: GET CPUS FROM SECURITY BOTS
uk_ua: ОТРИМАЙТЕ ПРОЦЕСОРИ ВІД РОБОТІВ-ОХОРОНЦІВ

source: GET POWER CELLS FROM SILO 3
uk_ua: ОТРИМАЙТЕ ЕНЕРГЕТИЧНІ ЯДРА ЩО В 3-ОМУ СИЛОСІ

source: GOOD EVENING everyone!
uk_ua: ДОБРОГО ВЕЧОРА усім!

source: GRAPHICS
uk_ua: ГРАФІКА

source: Gah, gymnasiums.
uk_ua: Ах, тренажерні зали.

source: Gameplay
uk_ua: Ігровий процес

source: Garden Plot (Large)
uk_ua: Грядка (Велика)

source: Garden Plot (Medium)
uk_ua: Грядка (Середня)

source: Garden Plot (Round)
uk_ua: Грядка (Кругла)

source: Garden Plot (Square)
uk_ua: Грядка (Квадратна)

source: Gardener
uk_ua: Садівник

source: Gaseous Nest
uk_ua: Газовмістке Гніздо

source: Gatekey (Tier 6)
uk_ua: Ключ до Воріт (Ранг 6)

source: Gauge Shotgun Rounds
uk_ua: Патрони для дробовика калібру

source: Gaz
uk_ua: Газ

source: Geiger Counter
uk_ua: Лічильник Гейгера

source: Geiger Counter Keychain
uk_ua: Дармовис Гейгера

source: Generalist
uk_ua: Універсал

source: Generally contained to Flathill and its surrounding area, the 'fog' phenomenon associated with Anteverse 1 occasionally leaks into the GATE Cascade Research Facility via open primary perforations._x000D_ _x000D_ While the fog phenomenon is a harmless water vapor with no known ill-effects on those exposed to it, GATE researchers believe it emanates directly from entities (e.g. IS-0064) and the atmospheres of all known locations in Anteverse 1._x000D_ _x000D_ Dr. Stern has theorized a hypothetical "mass micro-perforation event" could cause large influxes of this fog.
uk_ua: Зазвичай обмежений Флетхіллом та його околицями, феномен 'туману', пов’язаний з Антивсесвітом 1, час від часу проникає до науково-дослідного комплексу БРАМА 'Каскад' через відкриті первинні перфорації._x000D_ _x000D_Хоча феномен туману - це нешкідлива водяна пара, яка не має відомих негативних наслідків для тих, хто потрапив під її вплив, дослідники БРАМА вважають, що він походить безпосередньо від сутностей (наприклад, ІС-0064) та атмосфер усіх відомих локацій в Антивсесвіті 1._x000D_ _x000D_Доктор Стерн висунув теорію, що гіпотетична "подія масової мікроперфорації" може спричинити значні напливи цього туману.

source: Get some rest, we can't afford to make mistakes.
uk_ua: Йди відпочинь, ми не маємо права на помилки.

source: Get the Blacksmith's help
uk_ua: Зверніться до Коваля за допомогою

source: Get your ass outta here.
uk_ua: Рятуй свою дупу і мотай звідси.

source: Giga Glue
uk_ua: Супер Клей

source: Give them a knife.
uk_ua: Подаруй їм ніж.

source: Glass
uk_ua: Скло

source: Glass Scrap
uk_ua: Уламки Скла

source: Glow Tulip
uk_ua: Сяйнистий Тюльпан

source: Glow Tulip Seed
uk_ua: Насіння Сяйнистого Тюльпана

source: Go through the vent
uk_ua: Пройдіть крізь

source: Go to the next room
uk_ua: Пройдіть до наступної кімнати

source: Gone fishin'.
uk_ua: Пошкандибав рибу ловити.

source: Good
uk_ua: Хороша

source: Good for sucking up items and maybe even small critters.
uk_ua: Добре підходить для всмоктування предметів і, можливо, навіть дрібних істот.

source: Good luck out there.
uk_ua: Удачі там.

source: Gotta admit, I figured an underground facility'd be a bit more safe than this.
uk_ua: Мушу визнати, я собі уявляв, що в підземному комплексі буде дещо безпечніше, ніж воно є насправді.

source: Grab and equip hard hat
uk_ua: Візьміть та одягніть каску

source: Gravity Cube
uk_ua: Гравітаційний Куб

source: Grayson
uk_ua: Ґрейсон

source: Grayson Isling
uk_ua: Ґрейсон Айлін

source: Grayson's talent for cajoling metals and other materials to perform in new and unusual ways has made him an indispensable member of GATE's mechanical engineering team._x000D_ _x000D_ It is an eternal truth of the laboratory that those who create equipment and those who use it do not always see eye to eye, but Grayson is always focused on the job at hand, with very little interest in professional politics._x000D_ _x000D_ There may come a time, however, when politics will not be ignored.
uk_ua: Талант Ґрейсона 'вмовляти' метали та інші матеріали працювати у новий та незвичний спосіб зробив його незамінним членом команди інженерів-механіків БРАМА._x000D_ _x000D_Одвічна істина будь-якої лабораторії полягає в тому, що творці обладнання та ті, хто ним користується, не завжди сходяться в поглядах. Проте Ґрейсон завжди зосереджений виключно на поточному завданні й майже не цікавиться внутрішньою політикою._x000D_ _x000D_Однак може настати час, коли політику більше не вдасться ігнорувати.

source: Greatly reduces damage but draws attention from an unwanted guest.
uk_ua: Значно зменшує шкоду, але привертає увагу небажаного гостя.

source: Greatly reduces incoming radiation.
uk_ua: Добре знижує рівень отримуваної радіації.

source: Greatly reduces radiation buildup.
uk_ua: Значно зменшує накопичення радіації.

source: Greaves
uk_ua: Поножі

source: Green Antelight
uk_ua: Зелене Антисвітло

source: Green Antelight Seed
uk_ua: Насіння Зеленого Антисвітла

source: Greet
uk_ua: Помахати

source: Grenade
uk_ua: Граната

source: Grenade Cooking Timer
uk_ua: Час Вибуху Гранати

source: Greyeb
uk_ua: Очноріст

source: Greyeb Seed
uk_ua: Насіння Очноросту

source: Grinder
uk_ua: Шліфувальник

source: Grinder Disc
uk_ua: Шліфувальний Диск

source: Gross.
uk_ua: Як огидно.

source: Group Effort
uk_ua: Спільне Зусилля

source: Gunpowder
uk_ua: Порох

source: H, _x000D_ So we finally caught one of those dog things.
uk_ua: Х, _x000D_Отже, ми нарешті спіймали одну з цих собачих істот.

source: HACK INTO SILO 3?
uk_ua: ЗЛОМ 3-ОГО СИЛОСА?

source: HALF
uk_ua: НАВПІЛ

source: HE STAYS, I GO
uk_ua: ВІН ЛИШАЄТЬСЯ, Я НІ

source: HEALTH ISSUES
uk_ua: ПРОБЛЕМИ ЗІ ЗДОРОВ'ЯМ

source: HEALTH SUMMARY
uk_ua: СТАН ЗДОРОВ'Я

source: HEAT RAY
uk_ua: ТЕПЛОПРОМІНЬ

source: HEAVY METAL
uk_ua: ВАЖКІ МЕТАЛИ

source: HELP DR.
uk_ua: ДОПОМОЖІТЬ ДОКТОРУ

source: HIGH
uk_ua: ВИСОКИЙ РІВЕНЬ

source: HOLD TO REVEAL PASSWORD
uk_ua: УТРИМУЙТЕ, ЩОБ ПОКАЗАТИ ПАРОЛЬ
